[
  { "id": "1", "text": "The Time of the Red begins after the 4th Corporate War, with the skies stained red from orbital debris." },
  { "id": "2", "text": "Night City in 2045 is scarred and fractured, with ruins turned into Combat Zones." },
  { "id": "3", "text": "Japantown is a Combat Zone in 2045, still recovering from gang wars and corpo collapse." },
  { "id": "4", "text": "The DataKrash shattered the global Net; now Netrunners jack in locally through cables and carry cyberdecks." },
  { "id": "5", "text": "Arasaka’s reputation is in ruins after the 4th Corporate War; the corporation has fractured into regional factions." },
  { "id": "6", "text": "Militech emerged from the war stronger, supplying arms and private security across the Time of the Red." },
  { "id": "7", "text": "Many districts of Night City are lawless Combat Zones controlled by gangs or local warlords." },
  { "id": "8", "text": "The Corporate Zone in central Night City was devastated by the Arasaka Tower blast." },
  { "id": "9", "text": "The old Net is infested with rogue AIs and Black ICE, making it a deathtrap for careless Netrunners." },
  { "id": "10", "text": "The Bozos are a gang of killer clowns who terrorize the streets with grotesque humor and violence." },
  { "id": "11", "text": "The Blood Razors are a cyber-enhanced gang known for their monoblades and street brutality." },
  { "id": "12", "text": "The Red Chrome Legion is a fascist booster gang who idolize military style and extreme violence." },
  { "id": "13", "text": "The 6th Street Gang formed from disillusioned vets after the 4th Corporate War; they claim to 'protect' neighborhoods for a price." },
  { "id": "14", "text": "Maelstrom are still a violent gang obsessed with chrome and black market cyberware in 2045." },
  { "id": "15", "text": "Scavengers prowl ruins and wrecks, selling scrap cyberware and weapons on the black market." },
  { "id": "16", "text": "Nomad packs dominate trade and transport, since megacorp supply chains collapsed after the war." },
  { "id": "17", "text": "The Steel Vaqueros are a Nomad pack who run smuggling routes into Night City." },
  { "id": "18", "text": "The Aldecaldos are a powerful Nomad family known for loyalty and strong convoys." },
  { "id": "19", "text": "The Jodes are a Nomad family who specialize in scavenging and salvage." },
  { "id": "20", "text": "Nomads often work as muscle, drivers, or smugglers for Fixers and corps." },
  { "id": "21", "text": "Fixers in 2045 are critical middlemen, arranging jobs and keeping Edgerunners connected." },
  { "id": "22", "text": "Edgerunners in the Time of the Red are mercs, smugglers, bodyguards, or hustlers living gig to gig." },
  { "id": "23", "text": "Eddies, short for Eurodollars, are the standard currency of the Time of the Red." },
  { "id": "24", "text": "Trauma Team International still operates, but not every district is covered by their contracts." },
  { "id": "25", "text": "Cyberpsychosis stalks the heavily cybered; ripperdocs watch their clients for signs of losing humanity." },
  { "id": "26", "text": "Ripperdocs in 2045 are back-alley medtechs, installing cyberware for eddies or favors." },
  { "id": "27", "text": "The Black Chrome market is thriving, with scavenged military gear and illegal cyberware for sale." },
  { "id": "28", "text": "Combat Zones are neighborhoods abandoned by corps and government, ruled by gangs and survivalists." },
  { "id": "29", "text": "The Voodoo Boys in 2045 are cryptic netrunners obsessed with fragments of the ruined Net." },
  { "id": "30", "text": "Media in 2045 are crucial voices, exposing corporate lies and rallying the people." },
  { "id": "31", "text": "Rockerboys of the Red keep rebellion alive through music, protest, and street performances." },
  { "id": "32", "text": "The Badlands outside Night City are wastelands full of Nomads, scavengers, and ruins of the old world." },
  { "id": "33", "text": "Techs in 2045 are scavengers and innovators, rebuilding old tech to keep Night City alive." },
  { "id": "34", "text": "Medtechs in the Red patch up Edgerunners between gigs, often without the luxury of sterile clinics." },
  { "id": "35", "text": "Lawmen exist in the Time of the Red, but few districts see real enforcement beyond the richest blocks." },
  { "id": "36", "text": "Cyberdecks in 2045 are portable hacking rigs carried by netrunners into Combat Zones." },
  { "id": "37", "text": "The Night Market is where Fixers sell rare weapons, cyberware, and scavenged tech." },
  { "id": "38", "text": "The Rebuilding Corps of Night City are minor players compared to the megacorps of the past." },
  { "id": "39", "text": "Many megacorps collapsed in the Time of the Red, their ruins now scavenger havens." },
  { "id": "40", "text": "Slang in 2045 includes choom (friend), gonk (idiot), preem (excellent), and nova (amazing)." },
  { "id": "41", "text": "Braindances in 2045 are glitchy, dangerous, and often pirated — the corpo entertainment industry hasn’t rebuilt yet." },
  { "id": "42", "text": "Netrunners in 2045 often run with Edgerunner crews, since they must jack into local systems directly." },
  { "id": "43", "text": "In 2045, Night City is a patchwork of Combat Zones, corp enclaves, and rebuilt neighborhoods." },
  { "id": "44", "text": "The Forlorn Hope is a famous Solo bar in Night City, hangout of mercs and Edgerunners." },
  { "id": "45", "text": "The Afterlife club still stands as a mercenary hangout, though scarred by decades of war." },
  { "id": "46", "text": "C-Swat teams are deployed against cyberpsychos when local law enforcement is outgunned." },
  { "id": "47", "text": "Microwave weapons, railguns, and chemical rounds are part of the Red-era arsenal." },
  { "id": "48", "text": "Corpos in 2045 operate from fortified enclaves, rarely venturing into the Combat Zones." },
  { "id": "49", "text": "The Pacifica district is largely abandoned in 2045, its ruins claimed by gangs and squatters." },
  { "id": "50", "text": "Heywood is split between working-class rebuilders and Combat Zone chaos." },
  { "id": "51", "text": "Watson is a hub for Nomads, scavengers, and gang activity." },
  { "id": "52", "text": "Corporate agents in 2045 often double as spies and assassins for their employers." },
  { "id": "53", "text": "Rockerboys sometimes act as Fixers, organizing protests and pirate broadcasts." },
  { "id": "54", "text": "The 4th Corporate War was fought between Arasaka and Militech, devastating the global economy." },
  { "id": "55", "text": "Orbital strikes during the 4th Corporate War left craters still visible in Night City." },
  { "id": "56", "text": "The Highriders of O’Neill Station declared independence from Earth after the war." },
  { "id": "57", "text": "Black ICE programs still lurk in abandoned parts of the Net, lethal to careless Netrunners." },
  { "id": "58", "text": "Some rogue AIs survived the DataKrash, whispering from the old Net’s ruins." },
  { "id": "59", "text": "Cyberware in 2045 is often jury-rigged or scavenged from military surplus." },
  { "id": "60", "text": "Ripperdocs often trade in favors, parts, or secrets instead of cash." },
  { "id": "61", "text": "Portable generators and power grids are unstable, leading to rolling blackouts in the city." },
  { "id": "62", "text": "Water and food are often rationed, with synthetic substitutes dominating diets." },
  { "id": "63", "text": "Synthcoke and Smash are popular street drugs in the Time of the Red." },
  { "id": "64", "text": "Combat Drugs like Boost, Black Lace, and Synthadrenaline keep Solos in the fight." },
  { "id": "65", "text": "The Trauma Team’s platinum plan guarantees priority extraction under fire." },
  { "id": "66", "text": "Cops in Night City often sell their badges to Fixers for side gigs." },
  { "id": "67", "text": "Pirate radio and TV stations broadcast anti-corporate propaganda." },
  { "id": "68", "text": "Drone tech is common in 2045, used by gangs, Fixers, and Edgerunners alike." },
  { "id": "69", "text": "Exotics are people who undergo full-body modifications to look like animals or myths." },
  { "id": "70", "text": "Booster gangs prize reputation and style as much as combat ability." },
  { "id": "71", "text": "The Reclaimers are a subculture obsessed with rebuilding the old world from ruins." },
  { "id": "72", "text": "Cargo Zeppelins ferry goods across ruined highways too dangerous for convoys." },
  { "id": "73", "text": "The Arasaka Tower bombing left a massive scar in the Corporate Zone." },
  { "id": "74", "text": "Megacorp arcologies were abandoned, becoming vertical Combat Zones." },
  { "id": "75", "text": "The remnants of Petrochem control parts of the energy trade." },
  { "id": "76", "text": "Biotechnica operates experimental farms outside Night City, guarded by private armies." },
  { "id": "77", "text": "Eddies still dominate, but barter is common in Combat Zones." },
  { "id": "78", "text": "Junkyards in 2045 are treasure troves for Techs and scavvers." },
  { "id": "79", "text": "Netrunners in the Red use virtual goggles to see their local interface worlds." },
  { "id": "80", "text": "The ruins of San Morro are a hotspot for scavenger crews." },
  { "id": "81", "text": "Reconstruction Corps are underfunded groups trying to restore infrastructure." },
  { "id": "82", "text": "Gang wars are common in Combat Zones, with shifting alliances and bloody feuds." },
  { "id": "83", "text": "Bodyguards in 2045 are often mercs with more chrome than sense." },
  { "id": "84", "text": "The Forlorn Hope’s wall of honor remembers fallen Edgerunners." },
  { "id": "85", "text": "Many 2045 apartments are prefab shipping containers stacked into towers." },
  { "id": "86", "text": "Night City’s docklands are contested by smugglers, Nomads, and corpos." },
  { "id": "87", "text": "The South Night City Dam is a strategic location, often fought over by gangs." },
  { "id": "88", "text": "Junktech weapons are cobbled together from spare parts, but deadly in the right hands." },
  { "id": "89", "text": "The Combat Zone economy thrives on stolen goods and smuggling." },
  { "id": "90", "text": "Black clinics perform illegal cyberware installs with no questions asked." },
  { "id": "91", "text": "Some gangs worship cyberware, turning themselves into chrome cults." },
  { "id": "92", "text": "Graffiti in Night City tells the story of its gangs, crews, and revolutions." },
  { "id": "93", "text": "Arasaka loyalists in exile whisper of revenge and return." },
  { "id": "94", "text": "Mercs in the Time of the Red often form temporary crews for single jobs." },
  { "id": "95", "text": "Pirate braindances spread from Combat Zones, often with hidden malware." },
  { "id": "96", "text": "Food riots are common in poorer districts of Night City." },
  { "id": "97", "text": "Many gangs in 2045 adopt themed looks — clowns, soldiers, punks, or beasts." },
  { "id": "98", "text": "Street slang evolves fast — chooms today might be gonks tomorrow." },
  { "id": "99", "text": "The shadow of the 4th Corporate War defines life in 2045, its scars visible everywhere." },
  { "id": "100", "text": "To survive the Time of the Red, you need chrome, allies, and luck — in that order." }
]


